{
  "lead": [
    "Founded in 2016 in South Bend, Indiana, WETF 105.7 was born out of a love for jazz and a desire to create a space for jazz enthusiasts in the Midwest. The station was the brainchild of a group of local musicians, DJs, and jazz aficionados who felt that South Bend, despite its vibrant music scene, lacked a dedicated jazz station. They envisioned WETF as a hub for jazz education, appreciation, and community connection, playing everything from classic swing to modern jazz fusion. The station quickly gained a following, offering a unique mix of programs that celebrated jazz in all its forms."
  ],
  "body": [
    "One of the key innovations that set WETF apart from other local stations was its national reach. While rooted in South Bend, the station began curating shows from cities across the country, bringing a rich diversity of jazz traditions to its listeners. From the cool jazz of San Francisco to the Latin influences of Miami, and the bebop beats of Boston to the progressive sounds of Seattle, WETF became a platform for jazz voices and styles from all corners of the U.S. This collaboration with DJs and jazz experts from various regions helped the station grow quickly, offering a fresh and ever-evolving playlist that appealed to a broad audience.",
    "As a result of this national collaboration, WETF has developed a programming schedule that reflects the full spectrum of jazz culture in America. Shows like \"Bebop Bistro\" from Seattle, \"Blue Note Lounge\" from Boston, and \"Swingin' Sundays\" from Miami provide listeners with a journey through the diverse landscapes of jazz. Each show, whether locally produced or contributed by out-of-state DJs, brings its own unique flavor, making WETF not only a local station but a national voice in jazz broadcasting.",
    "Now, nearly a decade after its founding, WETF 105.7 has established itself as a leading jazz radio station in the Midwest and beyond. Its commitment to showcasing both classic jazz and emerging talents, combined with its innovative national partnerships, has earned it a dedicated listenership. With a growing presence online and through community events, the station continues to evolve, connecting new generations to the rich legacy of jazz while keeping the genre alive and thriving."
  ],
  "bannerImg": {
    "src": "/assets/images/content/home_page_hero.webp",
    "alt": "band playing at Merrimans' Playhouse",
    "class": "img-fluid mx-auto d-block mt-4",
    "style": {
      "aspectRatio": "auto 160/81",
      "width": "100%",
      "maxWidth": "1296px"
    }
  },
  "aboutText": {
    "heading": {
      "text": "About WETF 105.7 - The Jazz Station",
      "class": ""
    }
  },
  "mapSection": {
    "img": {
      "src": "/assets/images/content/WETF_sources_map.webp",
      "alt": "map showing cities that shows are produced from",
      "class": "img-fluid mx-auto, d-block",
      "style": {
        "aspectRatio": "540/359",
        "width": "100%",
        "maxWidth": "720px"
      }
    },
    "p": {
      "text": "In addition to WETF’s locally produced shows, you can also hear outstanding jazz presenters from southern Indiana, California, Colorado, Connecticut, District of Columbia, Florida, Georgia, Illinois, Louisiana, Massachusetts, Missouri, New York, North Dakota, Ohio, Pennsylvania, Rhode Island, South Carolina and Washington.",
      "class": "col-lg-4 fs-5"
    }
  },
  "genreSection": {
    "img": {
      "src": "/assets/images/content/Eliud_Villanueva_sq.webp",
      "alt": "headshot of Eliud Villanueva, WETF founder and station manager",
      "class": "img-fluid mx-auto, d-block",
      "style": {
        "aspectRatio": "308/303",
        "width": "100%",
        "maxWidth": "308px"
      }
    },
    "header": {
      "text": "When it comes to jazz, \"the art form\", WETF has it in every genre:",
      "class": "h3"
    },
    "ul": [
      "Trad",
      "Swing",
      "Bebop",
      "The all-time masters",
      "American Song Book",
      "The vocalists",
      "Big Band",
      "Afro-Cuban-Latin",
      "Contemporary",
      "Progressive",
      "Avant Garde",
      "Hard Bop",
      "Third Stream",
      "Ragtime",
      "Blues",
      "Stride"
    ]
  },
  "endSection": {
    "img": {
      "src": "/assets/images/content/Bex_Taylor_home_footer.webp",
      "alt": "Bex Taylor, WFCR Host of Jazz A La Mode, searching the archives for her next show",
      "class": "img-fluid mx-auto, d-block",
      "style": {
        "aspectRatio": "",
        "width": "100%",
        "maxWidth": ""
      }
    }
  }
}
