[
  {
    "firstName": "Eliud",
    "lastName": "Villanueva",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "eliud-villanueva",
    "bio": [
      "Founder of WETF-LP 105.7 fm and jazzradiowetf.org; station manager and chief engineer."
    ]
  },

  {
    "firstName": "Stephen",
    "lastName": "Merriman",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "Stephen-Merriman",
    "bio": [
      "WETF founding board member, jazz drummer, co-founder and producer for Merrimans’ Playhouse, South Bend’s only jazz club."
    ]
  },

  {
    "firstName": "Mary",
    "lastName": "Merriman",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "WETF founding board member, jazz bassist and co-founder and producer for Merrimans’ Playhouse. For information on the Playhouse, visit its website at merrimansplayhouse.org."
    ]
  },

  {
    "firstName": "Glenda Rae",
    "lastName": "Hernandez",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Founding member of the WETF board, and the station’s secretary/treasurer."
    ]
  },

  {
    "firstName": "Adriana",
    "lastName": "Ponce-Diaz",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Programmer, trouble-shooter and key member of the WETF family since the station went on the air a decade ago. Through the years, Adriana has been invaluable as a coordinator willing to handle the deadline pressures of the broadcasting business and to facilitate everyone else’s tasks."
    ]
  },

  {
    "firstName": "Tish",
    "lastName": "Adams",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Jazz vocalist and 25-plus-year radio veteran who brings a passion for standards and not-so-standards to WETF. Tish has utmost respect for the jazz legends, is grateful for those who carry the torch today and always inspired by those young artists who are eager to carry jazz into tomorrow. Her program, “Mornin’ with Tish”, spans her own musical library with a wide range of moods and textures."
    ]
  },

  {
    "firstName": "Dee",
    "lastName": "Alexander",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Prominent Chicago-based jazz vocalist and host of “This Is Jazz” originating out of WFMT-Chicago."
    ]
  },

  {
    "firstName": "David",
    "lastName": "Basse",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Host of “Jazz with David Basse”, began broadcasting career at Kansas University decades ago, creator of NPR comedy/jazz series “Twelfth Street Jump”."
    ]
  },

  {
    "firstName": "Brent",
    "lastName": "Banulis",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "WETF board member and program director, founder of the New England Jazz Hall of Fame, host of “Collector’s Choice”, “Big Band Blowout” and “Saturday Night/Last Call.”"
    ]
  },

  {
    "firstName": "John",
    "lastName": "Clark",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Clarinetist, sax man and leader of “The Wolverines”, one of the nation’s most highly acclaimed exponents of “traditional” jazz; a highly respected researcher and lecturer on the subject and host of “Jazz Focus.” For more on the Wolverines and Clark’s writings, research and podcasts, visit John Clark/New England Traditional Jazz Plus."
    ]
  },

  {
    "firstName": "Larry",
    "lastName": "Dwyer",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Host of “Jazz Everybody Likes,” pianist/trombonist, leader of the most popular jazz trio in South Bend for decades, director of jazz studies at the University of Notre Dame."
    ]
  },

  {
    "firstName": "Mike",
    "lastName": "Finnerty",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "(a.k.a. The Phantom of the Bopera) Jazz tenor man, moved to South Bend from Chicago, member of the WETF board of directors and host of “Collector’s Choice” and “Mornin’ with Mike.”"
    ]
  },

  {
    "firstName": "Jane",
    "lastName": "Fischer",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [""]
  },

  {
    "firstName": "Russ",
    "lastName": "Hamer",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Host of “Afro-Cuban Latin Jazz”, a jazz-lover steeped in Afro-Cuban music. Taught Cuban Salsa dance professionally for 25 years. A neuroscientist who studies the neural basis of musical rhythm. His appreciation of the music of the African Diaspora was expanded greatly after living in Brazil for seven years."
    ]
  },

  {
    "firstName": "Mark",
    "lastName": "Gridley",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Award-winning jazz flutist, host of “Reflections on Jazz Styles,” author of America’s most widely used introductions to jazz: “Jazz Styles” and its abridged edition, “Concise Guide to Jazz.” To hear podcasts or read articles by Gridley, go to jazzstyles.net."
    ]
  },

  {
    "firstName": "Monika",
    "lastName": "Herzig",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Host of “Talking Jazz”, jazz pianist, composer, entrepreneur and author of “David Baker: A Legacy in Music” and “Experiencing Chick Corea: A Listener’s Companion”, leader of international touring group Sheroes, Indiana University Bloomington Arts Administration faculty and editor of “Jazz Education in Research and Practice”.  monikaherzig.com"
    ]
  },

  {
    "firstName": "John",
    "lastName": "Hill",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Jazz aficionado, 35-year veteran as a jazz radio broadcaster and host of “This is Jazz” originating out of WFMT Chicago."
    ]
  },

  {
    "firstName": "Rob",
    "lastName": "Hoff",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "During his undergraduate years in New York City in the 1960s, Rob took the opportunity to hear many legendary jazz artists, which deepened his appreciation for the genre. With a passion to share the music with others, he became a jazz radio broadcaster with WQLN, an NPR station in Erie, PA. Five decades later, his enthusiasm is undiminished as you will hear on his Friday noon and Sunday 9 p.m. “Collector’s Choice” and his “Nocturne” show at 11 p.m. Sundays."
    ]
  },

  {
    "firstName": "David Brent",
    "lastName": "Johnson",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Host of “Night Lights” at 10 p.m. which originates out of WFIU in Bloomington and featuring jazz,1945-90 — a time span that Johnson notes “weirdly parallels Miles Davis’s recordings and the Cold War.”"
    ]
  },

  {
    "firstName": "Gloria",
    "lastName": "Krolak",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Gloria is the first and only radio host to present a regular program featuring the vibraphone. She is a 14-year veteran of radio, a journalist who has written for “Jersey Jazz” and was that magazine’s first poetry editor. Gloria produced the “Jazz Vibes Showcase” at the Arts Center of Coastal Carolina in Hilton Head, South Carolina, featuring five of the world’s outstanding vibraphonists. Her book “Jazz Lines…free verse in the key of jazz”, was released in 2019, and most recently, she and vibraphonist Steve Yeager shared the billing on “Jazz Lines Spoken”, which featured her poetry set to Yeager’s music. Check out her website at www.gloriajazz.com."
    ]
  },

  {
    "firstName": "Jake",
    "lastName": "Longwell",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Longwell has always had a passion for radio, obtaining an associate’s degree in radio and working at several stations in Geneva, New York. Host of “Jazz Scene”, “Jazz Progressions”, and “Jazz and More.” Jake is blind, able to see only slightly out of one eye, which requires him to produce his shows from his apartment, where he sorts his CDs and reads liner notes just inches from his face."
    ]
  },

  {
    "firstName": "Rob",
    "lastName": "Markel",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Host of “Vinyl Decisions” airing at 6 p.m. Wednesdays, Rob broke into the radio scene during his college years (1990s) at Tufts when he hosted shows on WMFO 91.5 in the Boston area which featured jazz and folk. More recently, his “Mental Notes” shows have featured the “contemporary classical” genre. Almost the entire collection of Rob’s jazz recordings consists of used vinyl records that have been meticulously reconditioned for playing on air."
    ]
  },

  {
    "firstName": "Joan",
    "lastName": "Merrill",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Host of “The Great American Songbook”, producer of 14 “Jazz Profiles” shows for NPR, representative for major jazz singers, wrote liner notes, produced several records and websites, including carmenmcrae.com, and the documentary film “Say It With Jazz.” She lives in the Seattle area."
    ]
  },

  {
    "firstName": "Matt",
    "lastName": "Merten",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Host of “Mornin’ with Matt,” a music educator at the University of Notre Dame with a passion for jazz, New Orleans culture and music technology; trombonist/ arranger, founder of Notre Dame’s New Orleans Brass Band."
    ]
  },

  {
    "firstName": "Bill",
    "lastName": "O'Connell",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Though the days of touring big bands are long gone, there are a good number of regional bands keeping alive this great art form. That is the mission of WETF’s radio program “New Vintage”, hosted by Bill O’Connell. He formed his own big band in 1988, knowing that his calling was playing modern big band arrangements. "
    ]
  },

  {
    "firstName": "Middleton",
    "lastName": "O'Malley",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Host of “Mornin’ with Middie” at 8 a.m. Mondays (Eastern Time). His interest in jazz began in a country kitchen dancing with his mom to Erroll Garner’s “Concert By The Sea”. Then eagerly awaiting each issue of Down Beat and buying vinyl records. He has seen Dizzy in Berlin; Mongo at the Lighthouse, sold a house to Terence Blanchard, and had terrifying conversations with Lorraine Gordon at the Village Vanguard. He idolized Boston Jazz deejay Eric Jackson and has spent years as a Jazz deejay in New Orleans. His mission? Honor the musicians and entertain his listeners."
    ]
  },

  {
    "firstName": "Linda",
    "lastName": "Poindexter",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Host of (Wednesday) “Mornin’ with Linda Kay”, Linda’s radio career began in the 1970s and included on-air host, interviewer and producer. She enjoys sharing and utilizing her voice and talents in various ways. An avid listener of music, Linda loves the creative vibes of jazz. She makes her home in the New Haven, Connecticut area."
    ]
  },

  {
    "firstName": "Jon",
    "lastName": "Pollack",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "One of the Boston area’s most veteran jazz hosts, whose show, “The Jazz Train”, originates from WMBR-FM on the MIT campus in Cambridge."
    ]
  },

  {
    "firstName": "Scott",
    "lastName": "Prebys",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Native son of South Bend, jazz percussionist, retired director of jazz studies at the University of Mary in Bismarck, N.D. Host of “Prebys on Jazz” which originated on the “Prairie Public Radio” network."
    ]
  },

  {
    "firstName": "Tom",
    "lastName": "Reney",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Historian, author of books and articles on jazz, longtime host of “Jazz a la Mode” which is simulcast out of New England Public Media in Springfield/Amherst, Mass. For a look at Reney’s podcasts and published works, including profiles and obituaries on significant jazz artists, club owners, producers, journalists and broadcasters, search the internet for JazzBeat with Tom Reney."
    ]
  },

  {
    "firstName": "Richard",
    "lastName": "Rose",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Professor emeritus at Miami Dade College and professional bassist and composer. Dr. Rose has helped Mark Gridley create and produce “Reflections on Jazz Styles” for WETF. He holds a Doctor of Musical Arts degree from the University of Texas at Austin, Master of Science degree from Florida International University and a Bachelor of Music degree from the University of Miami and has completed post-doctoral work at FIU and Loyola University, New Orleans. Versed in a number of musical styles, he has taught about the music business and music production as well as jazz and popular music appreciation."
    ]
  },

  {
    "firstName": "Jana Lee",
    "lastName": "Ross",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Lifelong pianist and vocalist, Jana Lee is comfortable with classical music as well as jazz, and she often combines the two in her performances. Host of “This is Jazz” out of WFMT, she began her career as host of “Jazz Beyond Midnight” in Colorado Springs, which is still her home, and worked her way up to become director of music for Classical 88.7 KCME. She also went on to help launch KCME’s sister station, Jazz 93.5. "
    ]
  },

  {
    "firstName": "Clay",
    "lastName": "Ryder",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Clay Ryder, host of “Sound Ideas”, is also a pianist, record collector, and all-around jazz afficionado. He studied music at California State University, Chico in the mid-1980s, and his love for jazz dates back to his earliest years listening to KJAZ and KRE in the San Francisco Bay Area, during which time he also began performing in various ensembles."
    ]
  },

  {
    "firstName": "Dave",
    "lastName": "Schwan",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Native of northwest Indiana, avid jazz fan since age 5, longtime host of WFMT’s “This Is Jazz.”"
    ]
  },

  {
    "firstName": "Avery",
    "lastName": "Sharpe",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Friday night host of “Jazz a la Mode”, Avery is a bassist/bandleader/recording artist/composer/ educator, whose credits include performances with Archie Shepp, Art Blakey, Dizzy Gillespie, Wynton Marsalis, Yusef Lateef and 20-plus years performing and recording with McCoy Tyner. Educational activities include numerous workshops, clinics and residencies in the US and abroad. Recognitions include The NAACP Martin Luther King Special Achievement Award, several National Endowment of the Arts grants and the New England for the Arts Achievement in Jazz Award. For more, visit www.averysharpe.com"
    ]
  },

  {
    "firstName": "Peter",
    "lastName": "Sokolowski",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Alternate voice of “Jazz a la Mode” from New England Public Media, freelance musician, blogger and podcaster."
    ]
  },

  {
    "firstName": "Bex",
    "lastName": "Taylor",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Wednesday night host of “Jazz a la Mode” from New England Public Media (Springfield/Amherst, Mass.) Avid record collector with a love of Blue Note Records and the Great American Songbook."
    ]
  },

  {
    "firstName": "Phil",
    "lastName": "Tierney",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Retired high school history teacher Phil Tierney has always had a love of jazz, from its earliest performances to it’s modern marvels. He’s taken that love of the genre and turned it into action in his beloved Berkshire County in Massachusetts. He currently serves as a board member of Berkshires Jazz Inc., as the producer of the organization’s local jazz performance television series, and as the host of “Berkshire Jazz,” a program which originates from 89.7 WTBR-FM, Pittsfield Community Radio."
    ]
  },

  {
    "firstName": "Dick",
    "lastName": "Vacca",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Alternate host for Brent Banulis on Wednesday’s “Collector’s Choice/Jazz From New England” series, author of “Boston Jazz Chronicles”, the definitive history of jazz in Boston. For a look at his archival material and latest articles, visit richardvacca.com."
    ]
  },

  {
    "firstName": "Laurie",
    "lastName": "Villanueva",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Laurie, contributor of WETF’s “Happy Birthday, Dear Jazz Artist” feature that airs at 10 a.m. (Eastern Time) throughout the week, has been working with fellow WETF family members, such as Joan Merrill and Rob Hoff, as well as National Public Media to ensure that WETF listeners will never forget those who have shaped America’s only original art form over the past 100-plus years."
    ]
  },

  {
    "firstName": "Stanley",
    "lastName": "Welch",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "WETF’s “Night Owl” host at 11 p.m. Monday-Friday. Welch began his jazz programming and hosting career more than 45 years ago in New Haven, Conn., and has been hosting the weekly “Jazz Haven” program at WNHH in New Haven since 2017. (jazzhaven.org   newhavenindependent.org)"
    ]
  },

  {
    "firstName": "Lori",
    "lastName": "Williams",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Immersed in traditional jazz from an early age, Lori is a veteran jazz vocalist and music educator with a BA in mass media. Founder of “positivemusicpm.org”, Ms. Williams’s “Collector’s Choice” sessions focus on women in jazz, the international scene and young performers dedicated to the roots and traditions of the music. She is based in Atlanta, Georgia."
    ]
  },

  {
    "firstName": "Lisa",
    "lastName": "Yves",
    "nickName": "",
    "Title": "",
    "Shows": [],
    "image": "",
    "url": "",
    "bio": [
      "Creator of  “Jazz for Kids” series, recording artist, musician, vocalist, composer, host of “Jazz for Kids, 1 to 92”. She lives in Foxboro, Massachusetts. "
    ]
  }
]
